<?php

use core\entities\order\Order;

/* @var $this yii\web\View */
/* @var $order Order */

?>
================================================
===================<?= Yii::$app->name ?>====================
=============Спасибо, за Ваш заказ!==========
================================================
Заказ #<?= $order->getId() ?> создан!
Ваш товар вскоре будет доступен к загрузке!

После оплаты товар будет доступен на странице заказа:
<?= $order->getInfoPage() ?>

<?php echo $this->render("_order-detail-txt", ['order' => $order]) ?>